src/app/Providers/FortifyServiceProvider.php

select * from `admins` where `mobile` = '09121990974' or `email` = '09121990974' limit 1
---
    public function boot(): void
    {
        Fortify::loginView(function () {

            $defaultUsername = App::environment('local') ? Config::get('auth.default_login.username') : '';
            $defaultPassword = App::environment('local') ? Config::get('auth.default_login.password') : '';

            return view('auth.login', [
                'defaultUsername' => $defaultUsername,
                'defaultPassword' => $defaultPassword
            ]);
        });

        Fortify::twoFactorChallengeView(function () {return view('auth.two-factor-challenge');});

        Fortify::confirmPasswordView(function () {return view('dashboard.profile.confirm-password.index');});

        Fortify::createUsersUsing(CreateNewUser::class);
        Fortify::updateUserProfileInformationUsing(UpdateUserProfileInformation::class);
        Fortify::updateUserPasswordsUsing(UpdateUserPassword::class);
        Fortify::resetUserPasswordsUsing(ResetUserPassword::class);

        Fortify::authenticateUsing(function (Request $request) {
            $user = Admin::query()->where('mobile', $request->username)->orWhere('email', $request->username)->first();