const motivationalQuotes = [
    {
        id: 1,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 2,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق",
        author: 'وینستون چرچیل'
    },
    {
        id: 3,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },

    {
        id: 4,
        sentence: "اجازه ندهید مشکلات‌تان شما را هل بدهند، بگذارید رویاهایتان شما را هدایت کنند.",
        author: 'رالف والد و امرسان'
    },
    {
        id: 5,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 6,
        sentence: "فقط یک چیز می‌تواند رسیدن به یک رویا را ناممکن سازد: ترس از شکست",
        author: 'پائلو کوئیلو'
    },
    {
        id: 7,
        sentence: "خواسته‌های بزرگ نشان دهنده شخصیت بزرگ است.",
        author: 'ناپلئون بناپارت'
    },
    {
        id: 8,
        sentence: "بیست سال بعد، بابت کارهایی که نکرده ای بیشتر افسوس می خوری تا بابت کارهایی که کرده ای",
        author: 'پائلو کوئیلو'
    },
    {
        id: 9,
        sentence: "لازم نیست حتماً عالی باشی تا شروع کنی، ولی حتماً باید شروع کنی تا بتوانی عالی باشی.",
        author: 'زیگ زیگلار'
    },
    {
        id: 10,
        sentence: "زمان شما محدود است پس آن را صرف زندگی‌ای‌ نکنید که به فرد دیگری متعلق است.",
        author: 'استیو جابز'
    },
    {
        id: 11,
        sentence: "من برای ماه‌ها و سال‌ها فکر می‌کنم و فکر می‌کنم. نود و نه دفعه نتیجه‌ام غلط است. بار صدم به نتیجه درست می‌رسم.",
        author: 'آلبرت انیشتین'
    },
    {
        id: 12,
        sentence: "سفر هزار کیلومتری با قدم اول شروع می‌شود.",
        author: 'لائوتسه'
    },
    {
        id: 13,
        sentence: "وقتی چیزی را از دست می‌دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 14,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 15,
        sentence: "مهم نیست چقدر آهسته حرکت کنی تا زمانی که متوقف نشوی.",
        author: 'کنفوسیوس'
    },
    {
        id: 16,
        sentence: "درست آن زمانی که تصمیم می‌گیرید که از ادامه راه منصرف شوید، از آنچه تصور می‌کنید به مقصد نزدیکترید.",
        author: 'باب پارسنز'

    },
    {
        id: 17,
        sentence: "من یاد گرفتم که راه پیشرفت نه سریع و نه آسان است.",
        author: 'ماری کوری'
    },
    {
        id: 18,
        sentence: "خواسته‌های بزرگ نشان دهنده شخصیت بزرگ است.",
        author: 'ناپلئون بناپارت'
    },
    {
        id: 19,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید",
        author: 'وایدال سَسون'
    },
    {
        id: 20,
        sentence: "انسان نمی‌تواند به سینه‌خیز رفتن قانع باشد اگر در درونش میل شدیدی به پرواز کردن داشته باشد.",
        author: 'هلن کلر'
    },
    {
        id: 21,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 22,
        sentence: "هیچ وقت رنگین کمان را نمی‌بینی اگر به پایین نگاه کنی.",
        author: 'چارلی چاپلین'
    },
    {
        id: 23,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 24,
        sentence: "راز جلو افتادن، آغاز کردن است.",
        author: 'مارک تواین'
    },
    {
        id: 25,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 26,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم.",
        author: 'اُدری هپبورن'
    },
    {
        id: 27,
        sentence: "بزرگ‌ترین ریسک این است که هیچ ریسکی نکنی.",
        author: 'مارک زاکربرگ'
    },
    {
        id: 28,
        sentence: "تو وقتی به پایان می‌رسی که تغییر یافتن در تو به پایان برسد.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 29,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 30,
        sentence: "شروع هر کاری، مهم‌ترین بخش آن است.",
        author: 'افلاطون'
    },
    {
        id: 31,
        sentence: "من شکست نخورده‌ام. فقط ده هزار روش پیدا کرده‌ام که درست عمل نمی‌کند.",
        author: 'توماس ادیسون'
    },
    {
        id: 32,
        sentence: "انگیزه داشتن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 33,
        sentence: "تا زمانی که نفس می‌کشی، هیچ‌وقت برای انجام اقدام خوب دیر نیست.",
        author: 'مایا آنجلو'
    },
    {
        id: 34,
        sentence: "انسان دانا بیشتر از اینکه فرصت‌ها را پیدا کند، برای خود فرصت ایجاد می‌کند.",
        author: 'فرانسیس بیکن'
    },
    {
        id: 35,
        sentence: "تنها مسیر غیرممکن، مسیری است که هنوز شروع نکرده‌ای.",
        author: 'آنتونی رابینز'
    },
    {
        id: 36,
        sentence: "اگر من بیشتر از دیگران دیده‌ام، به خاطر این است که بر شانه‌های غول‌ها ایستاده‌ام.",
        author: 'ایزاک نیوتن'
    },
    {
        id: 37,
        sentence: "هیچ دلیلی وجود ندارد که از قلبت پیروی نکنی.",
        author: 'استیو جابز'
    },
    {
        id: 38,
        sentence: "مسیرهای سخت و پرپیچ و خم به بهترین مقصدها می‌رسند. هنوز بهترین اتفاق زندگی‌ات رخ نداده است، منتظر باش.",
        author: 'مارتین لوتر کینگ'
    },
    {
        id: 39,
        sentence: "پیشرفت روزانه کوچک، در طولانی مدت منجر به نتایج خیره‌ کننده خواهد شد.",
        author: 'رابین شارما'
    },
    {
        id: 40,
        sentence: "هر کسی که توانسته است چیزی را بسازد، حتما نظم و انضباط داشته است.",
        author: ' اندرو هندریکسون'
    },
    {
        id: 41,
        sentence: "موفقیت در این نیست که چه چیزی در پیش رو داریم، موفقیت در این است که چه چیزی در پشت سر به جا می‌گذاریم.",
        author: 'کریس ماسگرو'
    },
    {
        id: 42,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید.",
        author: 'وایدال سَسون'
    },
    {
        id: 43,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 44,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 45,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 46,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم (I’m possible).",
        author: 'اُدری هپبورن'
    },
    {
        id: 47,
        sentence: "تا شهامتِ رها کردن چشم‌انداز ساحل را نداشته باشید هرگز نمی‌توانید از اقیانوس عبور کنید.",
        author: 'کریستوف کلمب'
    },
    {
        id: 48,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست‌ می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 49,
        sentence: "زمانِ شما محدود است پس آن را صرف زندگی‌ای که متعلق به فرد دیگری است نکنید.",
        author: ' استیو جابز'
    },
    {
        id: 50,
        sentence: "حضور داشتن در جامعه (به جای خانه ماندن) هشتاد درصد موفقیت است.",
        author: 'وودی آلن'
    },
    {
        id: 51,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 52,
        sentence: "روشن و قطعی بودن هدف نقطه‌ی شروع تمام موفقیت‌هاست.",
        author: 'دابلیو کلمنت استون'
    },
    {
        id: 53,
        sentence: "موفقیت خود را به این نسبت می‌دهم که من هرگز نه بهانه آوردم و نه بهانه‌ای را پذیرفتم.",
        author: 'فلورانس نایتینگل '
    },
    {
        id: 54,
        sentence: "با انگیزه بودن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 55,
        sentence: "آنچه ما امتحان‌هایی سخت می‌پنداریم‌شان غالبا موهبت‌هایی با لباس مبدل‌اند.",
        author: 'اسکار وایلد'
    },
    {
        id: 56,
        sentence: "فرصت‌ها اتفاق نمی‌افتند، شما خالق آنها هستید.",
        author: 'کریس گروسر'
    },
    {
        id: 57,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق ..",
        author: 'وینستون چرچیل'
    },
    {
        id: 58,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 59,
        sentence: "ترجیح می‌دهم از اشتیاق بمیرم تا از ملالت.",
        author: 'وینسنت ون ‌گوگ'
    },
    {
        id: 60,
        sentence: "من به ضرورتِ اقدام، معتقدم. دانستن کافی نیست، باید دانسته‌هایمان را به کار ببریم. خواستن کافی نیست، باید کاری انجام بدهیم.",
        author: 'لئوناردو داوینچی'
    },
    {
        id: 61,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },
    {
        id: 62,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 63,
        sentence: "اگر جاده ای پیدا کردید که هیچ مانعی در آن نبود، به احتمال زیاد آن جاده به جایی نمی رسد.",
        author: 'فرانک کلارک'
    },
    {
        id: 64,
        sentence: "هیچ وقت اجازه نده کسی بهت بگه نمی تونی کاری رو انجام بدی.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 65,
        sentence: "من ترجیح می دهم افسوس بخورم که چرا آن کار را انجام دادم تا اینکه افسوس بخورم کاش آن کار را انجام می دادم!",
        author: 'لئو تولستوی'
    },
    {
        id: 66,
        sentence: "آن ها به آرزوهای تو می خندند تا زمانی که بتوانی از آرزوهایت پول درآوری.",
        author: 'جف بزوس'
    },
    {
        id: 67,
        sentence: "اگر بهت گفتند نمی تونی کاری رو انجام بدی فقط بهشون بخند! بعدا می فهمند که چرا بهشون خندیدی.",
        author: 'ج. م. پاور'
    },
    {
        id: 68,
        sentence: "اگر کاری که انجام می دهید دیوانه بازی نیست قطعا دارید کار اشتباهی را انجام می دهید.",
        author: 'لری پیج'
    },
    {
        id: 69,
        sentence: "موفقیت این نیست که هرگز اشتباه نکنیم، بلکه یعنی یک اشتباه را دوباره تکرار نکنیم.",
        author: 'جرج برناد شو'
    },
    {
        id: 70,
        sentence: "وقتی می خواهید موفقیت خود را ارزیابی کنید، ببینید چه چیزی را از دست داده اید که این را به دست آورده اید.",
        author: 'دالایی لاما'
    },
    {
        id: 71,
        sentence: "بزرگترین لذت در زندگی انجام کاری است که دیگران می گویند: تو نمی توانی!",
        author: 'رومن پولانسکی'
    },
    {
        id: 72,
        sentence: "وقتی چیزی را از دست می دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 73,
        sentence: "برای رسیدن به روزهای خوب باید چند روزی را بد گذراند.",
        author: 'رومن پولانسکی'
    },
    {
        id: 74,
        sentence: "همیشه مراقب اشتباه دوم باش اشتباه اول حق توست.",
        author: 'آنتوان چخوف'
    },
    {
        id: 75,
        sentence: "من نمی دونم چطور قراره موفق بشم، چیزی که می دونم اینه که به هیچ وجه قرار نیست بازنده باشم!",
        author: 'جرج برناد شو'
    },
    {
        id: 76,
        sentence: "بزرگ‌ترین ضعف ما در تسیلم‌ شدن نهفته است؛ همیشه مطمئن‌ ترین راه برای موفقیت، تلاش دوباره خواهد بود!",
        author: 'توماس ادیسون'
    },
    {
        id: 77,
        sentence: "ﻣﺮﺍ ﺑﺎ ﻣﻮﻓﻘﯿﺖ ﻫﺎﯾﻢ ﻗﻀﺎﻭﺕ ﻧﮑﻦ. ﺑﺒﯿﻦ ﮐﻪ ﭼﻨﺪ ﺑﺎﺭ ﺷﮑﺴﺖ ﺧﻮﺭﺩﻡ ﻭ ﺩﻭﺑﺎﺭﻩ ﺷﺮﻭﻉ ﮐﺮﺩﻡ!",
        author: 'نلسون ماندلا'
    },
    {
        id: 78,
        sentence: "رویاهات رو برای آدم ها تعریف نکن، نشونشون بده!",
        author: 'نلسون ماندلا'
    },
    {
        id: 80,
        sentence: "ما راه رفتن را با زمین خوردن می آموزیم، اگر هرگز زمین نخوریم هیچوقت قادر به راه رفتن نخواهیم بود.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 81,
        sentence: "آنچه که انجام می‌دهی بسیار تأثیر گذارتر است از آنچه که می‌گویی.",
        author: 'استیون کاوی'
    },
    {
        id: 82,
        sentence: "با رویاهات بخواب و با اهدافت از خواب بیدار شو.",
        author: 'استیون کاوی'
    },
    {
        id: 83,
        sentence: "بازی تموم نمی شه تا وقتی برنده بشم!",
        author: 'بورلی سیلز'
    },
    {
        id: 84,
        sentence: "ترس از شکست مانع بسیار بزرگی که تو را از رسیدن به هدفهایت باز می دارد.",
        author: 'پائولو کوئیلو'
    },
    {
        id: 85,
        sentence: "سعی کن زندگی ای بسازی که در آن تعطیلات برایت معنی نداشته باشه!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 86,
        sentence: "فقط یک نفر در این این دنیا می تونه تصمیم بگیره که من باید چیکار کنم و اون هم خودمم!",
        author: 'اورسن ولز'
    },
    {
        id: 87,
        sentence: "اگر همه مدل آدم تو رو دوست دارند یک جای کارت غلطه؛ هیچ کس نمی تونه همه رو راضی نگه داره!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 88,
        sentence: "مهم ترین چیز در زندگی چیست؟ فقط یک چیز مهم است، شادی. هرگز، هرگز اجازه نده کسی شادی تو را از تو بگیرد.",
        author: 'کریستین بوبن'
    },
    {
        id: 89,
        sentence: "سختی‌ها برای این نیستند که شما را متوقف کنند و درهم بشکنند، سختی‌ها وجود دارند تا شما را آماده کنند و رشد و پیشرفت دهند.",
        author: 'جول اوستین'
    },
    {
        id: 90,
        sentence: "یکی از بهترین انواع تفریحات انجام دادن کارهای غیرممکن است.",
        author: 'والت دیزنی'
    },
    {
        id: 91,
        sentence: "کاری که درست تر است را انجام دهید نه کاری که راحت تر است.",
        author: 'مارک تواین'
    },
    {
        id: 92,
        sentence: "در مسیر سربالایی، به منظره ی بالای کوه فکر کن.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 93,
        sentence: "غیر ممکن فقط یک کلمه بزرگ است که توسط انسان های کوچک استفاده می شود.",
        author: 'جرج برناد شو'
    },
    {
        id: 94,
        sentence: "اگر زندگی تان کمی سخت تر شد به این معناست که یک گام به سمت موفقیت برداشته اید.",
        author: 'وایدال سَسون'
    },
    {
        id: 95,
        sentence: "وقتی روزگار تو را در شرایط سخت قرار داد، نگو:”چرا من؟”، بگو :”نشونت می دم!”.",
        author: 'استیون کاوی'
    },


    {
        id: 96,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 97,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق",
        author: 'وینستون چرچیل'
    },
    {
        id: 98,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },

    {
        id: 99,
        sentence: "اجازه ندهید مشکلات‌تان شما را هل بدهند، بگذارید رویاهایتان شما را هدایت کنند.",
        author: 'رالف والد و امرسان'
    },
    {
        id: 100,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 101,
        sentence: "فقط یک چیز می‌تواند رسیدن به یک رویا را ناممکن سازد: ترس از شکست",
        author: 'پائلو کوئیلو'
    },
    {
        id: 102,
        sentence: "خواسته‌های بزرگ نشان دهنده شخصیت بزرگ است.",
        author: 'ناپلئون بناپارت'
    },
    {
        id: 103,
        sentence: "بیست سال بعد، بابت کارهایی که نکرده ای بیشتر افسوس می خوری تا بابت کارهایی که کرده ای",
        author: 'پائلو کوئیلو'
    },
    {
        id: 104,
        sentence: "لازم نیست حتماً عالی باشی تا شروع کنی، ولی حتماً باید شروع کنی تا بتوانی عالی باشی.",
        author: 'زیگ زیگلار'
    },
    {
        id: 105,
        sentence: "زمان شما محدود است پس آن را صرف زندگی‌ای‌ نکنید که به فرد دیگری متعلق است.",
        author: 'استیو جابز'
    },
    {
        id: 106,
        sentence: "من برای ماه‌ها و سال‌ها فکر می‌کنم و فکر می‌کنم. نود و نه دفعه نتیجه‌ام غلط است. بار صدم به نتیجه درست می‌رسم.",
        author: 'آلبرت انیشتین'
    },
    {
        id: 107,
        sentence: "سفر هزار کیلومتری با قدم اول شروع می‌شود.",
        author: 'لائوتسه'
    },
    {
        id: 108,
        sentence: "وقتی چیزی را از دست می‌دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 109,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 110,
        sentence: "مهم نیست چقدر آهسته حرکت کنی تا زمانی که متوقف نشوی.",
        author: 'کنفوسیوس'
    },
    {
        id: 111,
        sentence: "درست آن زمانی که تصمیم می‌گیرید که از ادامه راه منصرف شوید، از آنچه تصور می‌کنید به مقصد نزدیکترید.",
        author: 'باب پارسنز'

    },
    {
        id: 112,
        sentence: "من یاد گرفتم که راه پیشرفت نه سریع و نه آسان است.",
        author: 'ماری کوری'
    },
    {
        id: 113,
        sentence: "خواسته‌های بزرگ نشان دهنده شخصیت بزرگ است.",
        author: 'ناپلئون بناپارت'
    },
    {
        id: 114,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید",
        author: 'وایدال سَسون'
    },
    {
        id: 115,
        sentence: "انسان نمی‌تواند به سینه‌خیز رفتن قانع باشد اگر در درونش میل شدیدی به پرواز کردن داشته باشد.",
        author: 'هلن کلر'
    },
    {
        id: 116,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 117,
        sentence: "هیچ وقت رنگین کمان را نمی‌بینی اگر به پایین نگاه کنی.",
        author: 'چارلی چاپلین'
    },
    {
        id: 118,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 119,
        sentence: "راز جلو افتادن، آغاز کردن است.",
        author: 'مارک تواین'
    },
    {
        id: 120,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 121,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم.",
        author: 'اُدری هپبورن'
    },
    {
        id: 122,
        sentence: "بزرگ‌ترین ریسک این است که هیچ ریسکی نکنی.",
        author: 'مارک زاکربرگ'
    },
    {
        id: 123,
        sentence: "تو وقتی به پایان می‌رسی که تغییر یافتن در تو به پایان برسد.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 124,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 125,
        sentence: "شروع هر کاری، مهم‌ترین بخش آن است.",
        author: 'افلاطون'
    },
    {
        id: 126,
        sentence: "من شکست نخورده‌ام. فقط ده هزار روش پیدا کرده‌ام که درست عمل نمی‌کند.",
        author: 'توماس ادیسون'
    },
    {
        id: 127,
        sentence: "انگیزه داشتن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 128,
        sentence: "تا زمانی که نفس می‌کشی، هیچ‌وقت برای انجام اقدام خوب دیر نیست.",
        author: 'مایا آنجلو'
    },
    {
        id: 129,
        sentence: "انسان دانا بیشتر از اینکه فرصت‌ها را پیدا کند، برای خود فرصت ایجاد می‌کند.",
        author: 'فرانسیس بیکن'
    },
    {
        id: 130,
        sentence: "تنها مسیر غیرممکن، مسیری است که هنوز شروع نکرده‌ای.",
        author: 'آنتونی رابینز'
    },
    {
        id: 131,
        sentence: "اگر من بیشتر از دیگران دیده‌ام، به خاطر این است که بر شانه‌های غول‌ها ایستاده‌ام.",
        author: 'ایزاک نیوتن'
    },
    {
        id: 132,
        sentence: "هیچ دلیلی وجود ندارد که از قلبت پیروی نکنی.",
        author: 'استیو جابز'
    },
    {
        id: 133,
        sentence: "مسیرهای سخت و پرپیچ و خم به بهترین مقصدها می‌رسند. هنوز بهترین اتفاق زندگی‌ات رخ نداده است، منتظر باش.",
        author: 'مارتین لوتر کینگ'
    },
    {
        id: 134,
        sentence: "پیشرفت روزانه کوچک، در طولانی مدت منجر به نتایج خیره‌ کننده خواهد شد.",
        author: 'رابین شارما'
    },
    {
        id: 135,
        sentence: "هر کسی که توانسته است چیزی را بسازد، حتما نظم و انضباط داشته است.",
        author: ' اندرو هندریکسون'
    },
    {
        id: 136,
        sentence: "موفقیت در این نیست که چه چیزی در پیش رو داریم، موفقیت در این است که چه چیزی در پشت سر به جا می‌گذاریم.",
        author: 'کریس ماسگرو'
    },
    {
        id: 137,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید.",
        author: 'وایدال سَسون'
    },
    {
        id: 138,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 139,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 140,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 141,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم (I’m possible).",
        author: 'اُدری هپبورن'
    },
    {
        id: 142,
        sentence: "تا شهامتِ رها کردن چشم‌انداز ساحل را نداشته باشید هرگز نمی‌توانید از اقیانوس عبور کنید.",
        author: 'کریستوف کلمب'
    },
    {
        id: 143,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست‌ می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 144,
        sentence: "زمانِ شما محدود است پس آن را صرف زندگی‌ای که متعلق به فرد دیگری است نکنید.",
        author: ' استیو جابز'
    },
    {
        id: 145,
        sentence: "حضور داشتن در جامعه (به جای خانه ماندن) هشتاد درصد موفقیت است.",
        author: 'وودی آلن'
    },
    {
        id: 146,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 147,
        sentence: "روشن و قطعی بودن هدف نقطه‌ی شروع تمام موفقیت‌هاست.",
        author: 'دابلیو کلمنت استون'
    },
    {
        id: 148,
        sentence: "موفقیت خود را به این نسبت می‌دهم که من هرگز نه بهانه آوردم و نه بهانه‌ای را پذیرفتم.",
        author: 'فلورانس نایتینگل '
    },
    {
        id: 149,
        sentence: "با انگیزه بودن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 150,
        sentence: "آنچه ما امتحان‌هایی سخت می‌پنداریم‌شان غالبا موهبت‌هایی با لباس مبدل‌اند.",
        author: 'اسکار وایلد'
    },
    {
        id: 151,
        sentence: "فرصت‌ها اتفاق نمی‌افتند، شما خالق آنها هستید.",
        author: 'کریس گروسر'
    },
    {
        id: 152,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق ..",
        author: 'وینستون چرچیل'
    },
    {
        id: 153,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 154,
        sentence: "ترجیح می‌دهم از اشتیاق بمیرم تا از ملالت.",
        author: 'وینسنت ون ‌گوگ'
    },
    {
        id: 155,
        sentence: "من به ضرورتِ اقدام، معتقدم. دانستن کافی نیست، باید دانسته‌هایمان را به کار ببریم. خواستن کافی نیست، باید کاری انجام بدهیم.",
        author: 'لئوناردو داوینچی'
    },
    {
        id: 156,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },
    {
        id: 157,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 158,
        sentence: "اگر جاده ای پیدا کردید که هیچ مانعی در آن نبود، به احتمال زیاد آن جاده به جایی نمی رسد.",
        author: 'فرانک کلارک'
    },
    {
        id: 159,
        sentence: "هیچ وقت اجازه نده کسی بهت بگه نمی تونی کاری رو انجام بدی.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 160,
        sentence: "من ترجیح می دهم افسوس بخورم که چرا آن کار را انجام دادم تا اینکه افسوس بخورم کاش آن کار را انجام می دادم!",
        author: 'لئو تولستوی'
    },
    {
        id: 161,
        sentence: "آن ها به آرزوهای تو می خندند تا زمانی که بتوانی از آرزوهایت پول درآوری.",
        author: 'جف بزوس'
    },
    {
        id: 162,
        sentence: "اگر بهت گفتند نمی تونی کاری رو انجام بدی فقط بهشون بخند! بعدا می فهمند که چرا بهشون خندیدی.",
        author: 'ج. م. پاور'
    },
    {
        id: 163,
        sentence: "اگر کاری که انجام می دهید دیوانه بازی نیست قطعا دارید کار اشتباهی را انجام می دهید.",
        author: 'لری پیج'
    },
    {
        id: 164,
        sentence: "موفقیت این نیست که هرگز اشتباه نکنیم، بلکه یعنی یک اشتباه را دوباره تکرار نکنیم.",
        author: 'جرج برناد شو'
    },
    {
        id: 165,
        sentence: "وقتی می خواهید موفقیت خود را ارزیابی کنید، ببینید چه چیزی را از دست داده اید که این را به دست آورده اید.",
        author: 'دالایی لاما'
    },
    {
        id: 166,
        sentence: "بزرگترین لذت در زندگی انجام کاری است که دیگران می گویند: تو نمی توانی!",
        author: 'رومن پولانسکی'
    },
    {
        id: 167,
        sentence: "وقتی چیزی را از دست می دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 168,
        sentence: "برای رسیدن به روزهای خوب باید چند روزی را بد گذراند.",
        author: 'رومن پولانسکی'
    },
    {
        id: 169,
        sentence: "همیشه مراقب اشتباه دوم باش اشتباه اول حق توست.",
        author: 'آنتوان چخوف'
    },
    {
        id: 170,
        sentence: "من نمی دونم چطور قراره موفق بشم، چیزی که می دونم اینه که به هیچ وجه قرار نیست بازنده باشم!",
        author: 'جرج برناد شو'
    },
    {
        id: 171,
        sentence: "بزرگ‌ترین ضعف ما در تسیلم‌ شدن نهفته است؛ همیشه مطمئن‌ ترین راه برای موفقیت، تلاش دوباره خواهد بود!",
        author: 'توماس ادیسون'
    },
    {
        id: 172,
        sentence: "ﻣﺮﺍ ﺑﺎ ﻣﻮﻓﻘﯿﺖ ﻫﺎﯾﻢ ﻗﻀﺎﻭﺕ ﻧﮑﻦ. ﺑﺒﯿﻦ ﮐﻪ ﭼﻨﺪ ﺑﺎﺭ ﺷﮑﺴﺖ ﺧﻮﺭﺩﻡ ﻭ ﺩﻭﺑﺎﺭﻩ ﺷﺮﻭﻉ ﮐﺮﺩﻡ!",
        author: 'نلسون ماندلا'
    },
    {
        id: 173,
        sentence: "رویاهات رو برای آدم ها تعریف نکن، نشونشون بده!",
        author: 'نلسون ماندلا'
    },
    {
        id: 174,
        sentence: "ما راه رفتن را با زمین خوردن می آموزیم، اگر هرگز زمین نخوریم هیچوقت قادر به راه رفتن نخواهیم بود.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 175,
        sentence: "آنچه که انجام می‌دهی بسیار تأثیر گذارتر است از آنچه که می‌گویی.",
        author: 'استیون کاوی'
    },
    {
        id: 176,
        sentence: "با رویاهات بخواب و با اهدافت از خواب بیدار شو.",
        author: 'استیون کاوی'
    },
    {
        id: 177,
        sentence: "بازی تموم نمی شه تا وقتی برنده بشم!",
        author: 'بورلی سیلز'
    },
    {
        id: 178,
        sentence: "ترس از شکست مانع بسیار بزرگی که تو را از رسیدن به هدفهایت باز می دارد.",
        author: 'پائولو کوئیلو'
    },
    {
        id: 179,
        sentence: "سعی کن زندگی ای بسازی که در آن تعطیلات برایت معنی نداشته باشه!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 180,
        sentence: "فقط یک نفر در این این دنیا می تونه تصمیم بگیره که من باید چیکار کنم و اون هم خودمم!",
        author: 'اورسن ولز'
    },
    {
        id: 181,
        sentence: "اگر همه مدل آدم تو رو دوست دارند یک جای کارت غلطه؛ هیچ کس نمی تونه همه رو راضی نگه داره!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 182,
        sentence: "مهم ترین چیز در زندگی چیست؟ فقط یک چیز مهم است، شادی. هرگز، هرگز اجازه نده کسی شادی تو را از تو بگیرد.",
        author: 'کریستین بوبن'
    },
    {
        id: 183,
        sentence: "سختی‌ها برای این نیستند که شما را متوقف کنند و درهم بشکنند، سختی‌ها وجود دارند تا شما را آماده کنند و رشد و پیشرفت دهند.",
        author: 'جول اوستین'
    },
    {
        id: 184,
        sentence: "یکی از بهترین انواع تفریحات انجام دادن کارهای غیرممکن است.",
        author: 'والت دیزنی'
    },
    {
        id: 185,
        sentence: "کاری که درست تر است را انجام دهید نه کاری که راحت تر است.",
        author: 'مارک تواین'
    },
    {
        id: 186,
        sentence: "در مسیر سربالایی، به منظره ی بالای کوه فکر کن.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 187,
        sentence: "غیر ممکن فقط یک کلمه بزرگ است که توسط انسان های کوچک استفاده می شود.",
        author: 'جرج برناد شو'
    },
    {
        id: 188,
        sentence: "اگر زندگی تان کمی سخت تر شد به این معناست که یک گام به سمت موفقیت برداشته اید.",
        author: 'وایدال سَسون'
    },
    {
        id: 189,
        sentence: "وقتی روزگار تو را در شرایط سخت قرار داد، نگو:”چرا من؟”، بگو :”نشونت می دم!”.",
        author: 'استیون کاوی'
    },


    {
        id: 190,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 191,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق",
        author: 'وینستون چرچیل'
    },
    {
        id: 192,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },

    {
        id: 193,
        sentence: "اجازه ندهید مشکلات‌تان شما را هل بدهند، بگذارید رویاهایتان شما را هدایت کنند.",
        author: 'رالف والد و امرسان'
    },
    {
        id: 194,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 195,
        sentence: "فقط یک چیز می‌تواند رسیدن به یک رویا را ناممکن سازد: ترس از شکست",
        author: 'پائلو کوئیلو'
    },
    {
        id: 196,
        sentence: "خواسته‌های بزرگ نشان دهنده شخصیت بزرگ است.",
        author: 'ناپلئون بناپارت'
    },
    {
        id: 197,
        sentence: "بیست سال بعد، بابت کارهایی که نکرده ای بیشتر افسوس می خوری تا بابت کارهایی که کرده ای",
        author: 'پائلو کوئیلو'
    },
    {
        id: 198,
        sentence: "لازم نیست حتماً عالی باشی تا شروع کنی، ولی حتماً باید شروع کنی تا بتوانی عالی باشی.",
        author: 'زیگ زیگلار'
    },
    {
        id: 199,
        sentence: "زمان شما محدود است پس آن را صرف زندگی‌ای‌ نکنید که به فرد دیگری متعلق است.",
        author: 'استیو جابز'
    },
    {
        id: 200,
        sentence: "من برای ماه‌ها و سال‌ها فکر می‌کنم و فکر می‌کنم. نود و نه دفعه نتیجه‌ام غلط است. بار صدم به نتیجه درست می‌رسم.",
        author: 'آلبرت انیشتین'
    },
    {
        id: 201,
        sentence: "سفر هزار کیلومتری با قدم اول شروع می‌شود.",
        author: 'لائوتسه'
    },
    {
        id: 202,
        sentence: "وقتی چیزی را از دست می‌دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 203,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 204,
        sentence: "مهم نیست چقدر آهسته حرکت کنی تا زمانی که متوقف نشوی.",
        author: 'کنفوسیوس'
    },
    {
        id: 205,
        sentence: "درست آن زمانی که تصمیم می‌گیرید که از ادامه راه منصرف شوید، از آنچه تصور می‌کنید به مقصد نزدیکترید.",
        author: 'باب پارسنز'

    },
    {
        id: 206,
        sentence: "من یاد گرفتم که راه پیشرفت نه سریع و نه آسان است.",
        author: 'ماری کوری'
    },
    {
        id: 207,
        sentence: "خواسته‌های بزرگ نشان دهنده شخصیت بزرگ است.",
        author: 'ناپلئون بناپارت'
    },
    {
        id: 208,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید",
        author: 'وایدال سَسون'
    },
    {
        id: 209,
        sentence: "انسان نمی‌تواند به سینه‌خیز رفتن قانع باشد اگر در درونش میل شدیدی به پرواز کردن داشته باشد.",
        author: 'هلن کلر'
    },
    {
        id: 210,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 211,
        sentence: "هیچ وقت رنگین کمان را نمی‌بینی اگر به پایین نگاه کنی.",
        author: 'چارلی چاپلین'
    },
    {
        id: 212,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 213,
        sentence: "راز جلو افتادن، آغاز کردن است.",
        author: 'مارک تواین'
    },
    {
        id: 214,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 215,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم.",
        author: 'اُدری هپبورن'
    },
    {
        id: 216,
        sentence: "بزرگ‌ترین ریسک این است که هیچ ریسکی نکنی.",
        author: 'مارک زاکربرگ'
    },
    {
        id: 217,
        sentence: "تو وقتی به پایان می‌رسی که تغییر یافتن در تو به پایان برسد.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 218,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 219,
        sentence: "شروع هر کاری، مهم‌ترین بخش آن است.",
        author: 'افلاطون'
    },
    {
        id: 220,
        sentence: "من شکست نخورده‌ام. فقط ده هزار روش پیدا کرده‌ام که درست عمل نمی‌کند.",
        author: 'توماس ادیسون'
    },
    {
        id: 221,
        sentence: "انگیزه داشتن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 222,
        sentence: "تا زمانی که نفس می‌کشی، هیچ‌وقت برای انجام اقدام خوب دیر نیست.",
        author: 'مایا آنجلو'
    },
    {
        id: 223,
        sentence: "انسان دانا بیشتر از اینکه فرصت‌ها را پیدا کند، برای خود فرصت ایجاد می‌کند.",
        author: 'فرانسیس بیکن'
    },
    {
        id: 224,
        sentence: "تنها مسیر غیرممکن، مسیری است که هنوز شروع نکرده‌ای.",
        author: 'آنتونی رابینز'
    },
    {
        id: 225,
        sentence: "اگر من بیشتر از دیگران دیده‌ام، به خاطر این است که بر شانه‌های غول‌ها ایستاده‌ام.",
        author: 'ایزاک نیوتن'
    },
    {
        id: 226,
        sentence: "هیچ دلیلی وجود ندارد که از قلبت پیروی نکنی.",
        author: 'استیو جابز'
    },
    {
        id: 227,
        sentence: "مسیرهای سخت و پرپیچ و خم به بهترین مقصدها می‌رسند. هنوز بهترین اتفاق زندگی‌ات رخ نداده است، منتظر باش.",
        author: 'مارتین لوتر کینگ'
    },
    {
        id: 228,
        sentence: "پیشرفت روزانه کوچک، در طولانی مدت منجر به نتایج خیره‌ کننده خواهد شد.",
        author: 'رابین شارما'
    },
    {
        id: 229,
        sentence: "هر کسی که توانسته است چیزی را بسازد، حتما نظم و انضباط داشته است.",
        author: ' اندرو هندریکسون'
    },
    {
        id: 230,
        sentence: "موفقیت در این نیست که چه چیزی در پیش رو داریم، موفقیت در این است که چه چیزی در پشت سر به جا می‌گذاریم.",
        author: 'کریس ماسگرو'
    },
    {
        id: 231,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید.",
        author: 'وایدال سَسون'
    },
    {
        id: 232,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 233,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 234,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 235,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم (I’m possible).",
        author: 'اُدری هپبورن'
    },
    {
        id: 236,
        sentence: "تا شهامتِ رها کردن چشم‌انداز ساحل را نداشته باشید هرگز نمی‌توانید از اقیانوس عبور کنید.",
        author: 'کریستوف کلمب'
    },
    {
        id: 237,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست‌ می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 238,
        sentence: "زمانِ شما محدود است پس آن را صرف زندگی‌ای که متعلق به فرد دیگری است نکنید.",
        author: ' استیو جابز'
    },
    {
        id: 239,
        sentence: "حضور داشتن در جامعه (به جای خانه ماندن) هشتاد درصد موفقیت است.",
        author: 'وودی آلن'
    },
    {
        id: 240,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 241,
        sentence: "روشن و قطعی بودن هدف نقطه‌ی شروع تمام موفقیت‌هاست.",
        author: 'دابلیو کلمنت استون'
    },
    {
        id: 242,
        sentence: "موفقیت خود را به این نسبت می‌دهم که من هرگز نه بهانه آوردم و نه بهانه‌ای را پذیرفتم.",
        author: 'فلورانس نایتینگل '
    },
    {
        id: 243,
        sentence: "با انگیزه بودن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 244,
        sentence: "آنچه ما امتحان‌هایی سخت می‌پنداریم‌شان غالبا موهبت‌هایی با لباس مبدل‌اند.",
        author: 'اسکار وایلد'
    },
    {
        id: 245,
        sentence: "فرصت‌ها اتفاق نمی‌افتند، شما خالق آنها هستید.",
        author: 'کریس گروسر'
    },
    {
        id: 246,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق ..",
        author: 'وینستون چرچیل'
    },
    {
        id: 247,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 248,
        sentence: "ترجیح می‌دهم از اشتیاق بمیرم تا از ملالت.",
        author: 'وینسنت ون ‌گوگ'
    },
    {
        id: 249,
        sentence: "من به ضرورتِ اقدام، معتقدم. دانستن کافی نیست، باید دانسته‌هایمان را به کار ببریم. خواستن کافی نیست، باید کاری انجام بدهیم.",
        author: 'لئوناردو داوینچی'
    },
    {
        id: 250,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },
    {
        id: 251,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 252,
        sentence: "اگر جاده ای پیدا کردید که هیچ مانعی در آن نبود، به احتمال زیاد آن جاده به جایی نمی رسد.",
        author: 'فرانک کلارک'
    },
    {
        id: 253,
        sentence: "هیچ وقت اجازه نده کسی بهت بگه نمی تونی کاری رو انجام بدی.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 254,
        sentence: "من ترجیح می دهم افسوس بخورم که چرا آن کار را انجام دادم تا اینکه افسوس بخورم کاش آن کار را انجام می دادم!",
        author: 'لئو تولستوی'
    },
    {
        id: 255,
        sentence: "آن ها به آرزوهای تو می خندند تا زمانی که بتوانی از آرزوهایت پول درآوری.",
        author: 'جف بزوس'
    },
    {
        id: 256,
        sentence: "اگر بهت گفتند نمی تونی کاری رو انجام بدی فقط بهشون بخند! بعدا می فهمند که چرا بهشون خندیدی.",
        author: 'ج. م. پاور'
    },
    {
        id: 257,
        sentence: "اگر کاری که انجام می دهید دیوانه بازی نیست قطعا دارید کار اشتباهی را انجام می دهید.",
        author: 'لری پیج'
    },
    {
        id: 258,
        sentence: "موفقیت این نیست که هرگز اشتباه نکنیم، بلکه یعنی یک اشتباه را دوباره تکرار نکنیم.",
        author: 'جرج برناد شو'
    },
    {
        id: 259,
        sentence: "وقتی می خواهید موفقیت خود را ارزیابی کنید، ببینید چه چیزی را از دست داده اید که این را به دست آورده اید.",
        author: 'دالایی لاما'
    },
    {
        id: 260,
        sentence: "بزرگترین لذت در زندگی انجام کاری است که دیگران می گویند: تو نمی توانی!",
        author: 'رومن پولانسکی'
    },
    {
        id: 261,
        sentence: "وقتی چیزی را از دست می دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 262,
        sentence: "برای رسیدن به روزهای خوب باید چند روزی را بد گذراند.",
        author: 'رومن پولانسکی'
    },
    {
        id: 263,
        sentence: "همیشه مراقب اشتباه دوم باش اشتباه اول حق توست.",
        author: 'آنتوان چخوف'
    },
    {
        id: 264,
        sentence: "من نمی دونم چطور قراره موفق بشم، چیزی که می دونم اینه که به هیچ وجه قرار نیست بازنده باشم!",
        author: 'جرج برناد شو'
    },
    {
        id: 265,
        sentence: "بزرگ‌ترین ضعف ما در تسیلم‌ شدن نهفته است؛ همیشه مطمئن‌ ترین راه برای موفقیت، تلاش دوباره خواهد بود!",
        author: 'توماس ادیسون'
    },
    {
        id: 266,
        sentence: "ﻣﺮﺍ ﺑﺎ ﻣﻮﻓﻘﯿﺖ ﻫﺎﯾﻢ ﻗﻀﺎﻭﺕ ﻧﮑﻦ. ﺑﺒﯿﻦ ﮐﻪ ﭼﻨﺪ ﺑﺎﺭ ﺷﮑﺴﺖ ﺧﻮﺭﺩﻡ ﻭ ﺩﻭﺑﺎﺭﻩ ﺷﺮﻭﻉ ﮐﺮﺩﻡ!",
        author: 'نلسون ماندلا'
    },
    {
        id: 267,
        sentence: "رویاهات رو برای آدم ها تعریف نکن، نشونشون بده!",
        author: 'نلسون ماندلا'
    },
    {
        id: 268,
        sentence: "ما راه رفتن را با زمین خوردن می آموزیم، اگر هرگز زمین نخوریم هیچوقت قادر به راه رفتن نخواهیم بود.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 269,
        sentence: "آنچه که انجام می‌دهی بسیار تأثیر گذارتر است از آنچه که می‌گویی.",
        author: 'استیون کاوی'
    },
    {
        id: 270,
        sentence: "با رویاهات بخواب و با اهدافت از خواب بیدار شو.",
        author: 'استیون کاوی'
    },
    {
        id: 271,
        sentence: "بازی تموم نمی شه تا وقتی برنده بشم!",
        author: 'بورلی سیلز'
    },
    {
        id: 272,
        sentence: "ترس از شکست مانع بسیار بزرگی که تو را از رسیدن به هدفهایت باز می دارد.",
        author: 'پائولو کوئیلو'
    },
    {
        id: 273,
        sentence: "سعی کن زندگی ای بسازی که در آن تعطیلات برایت معنی نداشته باشه!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 274,
        sentence: "فقط یک نفر در این این دنیا می تونه تصمیم بگیره که من باید چیکار کنم و اون هم خودمم!",
        author: 'اورسن ولز'
    },
    {
        id: 275,
        sentence: "اگر همه مدل آدم تو رو دوست دارند یک جای کارت غلطه؛ هیچ کس نمی تونه همه رو راضی نگه داره!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 276,
        sentence: "مهم ترین چیز در زندگی چیست؟ فقط یک چیز مهم است، شادی. هرگز، هرگز اجازه نده کسی شادی تو را از تو بگیرد.",
        author: 'کریستین بوبن'
    },
    {
        id: 277,
        sentence: "سختی‌ها برای این نیستند که شما را متوقف کنند و درهم بشکنند، سختی‌ها وجود دارند تا شما را آماده کنند و رشد و پیشرفت دهند.",
        author: 'جول اوستین'
    },
    {
        id: 278,
        sentence: "یکی از بهترین انواع تفریحات انجام دادن کارهای غیرممکن است.",
        author: 'والت دیزنی'
    },
    {
        id: 279,
        sentence: "کاری که درست تر است را انجام دهید نه کاری که راحت تر است.",
        author: 'مارک تواین'
    },
    {
        id: 280,
        sentence: "در مسیر سربالایی، به منظره ی بالای کوه فکر کن.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 281,
        sentence: "غیر ممکن فقط یک کلمه بزرگ است که توسط انسان های کوچک استفاده می شود.",
        author: 'جرج برناد شو'
    },
    {
        id: 282,
        sentence: "اگر زندگی تان کمی سخت تر شد به این معناست که یک گام به سمت موفقیت برداشته اید.",
        author: 'وایدال سَسون'
    },
    {
        id: 283,
        sentence: "وقتی روزگار تو را در شرایط سخت قرار داد، نگو:”چرا من؟”، بگو :”نشونت می دم!”.",
        author: 'استیون کاوی'
    },





    {
        id: 284,
        sentence: "راز جلو افتادن، آغاز کردن است.",
        author: 'مارک تواین'
    },
    {
        id: 285,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 286,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم.",
        author: 'اُدری هپبورن'
    },
    {
        id: 287,
        sentence: "بزرگ‌ترین ریسک این است که هیچ ریسکی نکنی.",
        author: 'مارک زاکربرگ'
    },
    {
        id: 288,
        sentence: "تو وقتی به پایان می‌رسی که تغییر یافتن در تو به پایان برسد.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 289,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 290,
        sentence: "شروع هر کاری، مهم‌ترین بخش آن است.",
        author: 'افلاطون'
    },
    {
        id: 291,
        sentence: "من شکست نخورده‌ام. فقط ده هزار روش پیدا کرده‌ام که درست عمل نمی‌کند.",
        author: 'توماس ادیسون'
    },
    {
        id: 292,
        sentence: "انگیزه داشتن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 293,
        sentence: "تا زمانی که نفس می‌کشی، هیچ‌وقت برای انجام اقدام خوب دیر نیست.",
        author: 'مایا آنجلو'
    },
    {
        id: 294,
        sentence: "انسان دانا بیشتر از اینکه فرصت‌ها را پیدا کند، برای خود فرصت ایجاد می‌کند.",
        author: 'فرانسیس بیکن'
    },
    {
        id: 295,
        sentence: "تنها مسیر غیرممکن، مسیری است که هنوز شروع نکرده‌ای.",
        author: 'آنتونی رابینز'
    },
    {
        id: 296,
        sentence: "اگر من بیشتر از دیگران دیده‌ام، به خاطر این است که بر شانه‌های غول‌ها ایستاده‌ام.",
        author: 'ایزاک نیوتن'
    },
    {
        id: 297,
        sentence: "هیچ دلیلی وجود ندارد که از قلبت پیروی نکنی.",
        author: 'استیو جابز'
    },
    {
        id: 298,
        sentence: "مسیرهای سخت و پرپیچ و خم به بهترین مقصدها می‌رسند. هنوز بهترین اتفاق زندگی‌ات رخ نداده است، منتظر باش.",
        author: 'مارتین لوتر کینگ'
    },
    {
        id: 299,
        sentence: "پیشرفت روزانه کوچک، در طولانی مدت منجر به نتایج خیره‌ کننده خواهد شد.",
        author: 'رابین شارما'
    },
    {
        id: 300,
        sentence: "هر کسی که توانسته است چیزی را بسازد، حتما نظم و انضباط داشته است.",
        author: ' اندرو هندریکسون'
    },
    {
        id: 301,
        sentence: "تنها در فرهنگ لغت می‌توانید پیروزی را پیش از عمل ببینید.",
        author: 'وایدال سَسون'
    },
    {
        id: 302,
        sentence: "شجاعت، مقابله با ترس و سلطه بر آن است نه فقدانِ ترس.",
        author: 'مارک تواین'
    },
    {
        id: 303,
        sentence: "موفقیت، مجموعه‌ای از تلاش‌های کوچک است که هر روز و هر روز تکرار شده‌اند.",
        author: 'روبرت کالیر'
    },
    {
        id: 304,
        sentence: "فهمیده‌ام هر چقدر سخت‌تر کار می‌کنم، انگار شانس بیشتری به سراغم می‌آید.",
        author: 'توماس جفرسون'
    },
    {
        id: 305,
        sentence: "هیچ چیز غیرممکن (impossible) نیست، این کلمه خودش می‌گوید من ممکن هستم (I’m possible).",
        author: 'اُدری هپبورن'
    },
    {
        id: 306,
        sentence: "تا شهامتِ رها کردن چشم‌انداز ساحل را نداشته باشید هرگز نمی‌توانید از اقیانوس عبور کنید.",
        author: 'کریستوف کلمب'
    },
    {
        id: 307,
        sentence: "اگر شکست بخورید ممکن است ناامید شوید، اما اگر تلاش نکنید قطعا شکست‌ می‌خورید.",
        author: 'بورلی سیلز'
    },
    {
        id: 308,
        sentence: "زمانِ شما محدود است پس آن را صرف زندگی‌ای که متعلق به فرد دیگری است نکنید.",
        author: ' استیو جابز'
    },
    {
        id: 309,
        sentence: "حضور داشتن در جامعه (به جای خانه ماندن) هشتاد درصد موفقیت است.",
        author: 'وودی آلن'
    },
    {
        id: 310,
        sentence: "موفقیت‌هایی که نصیب افراد صبور می‌شود، همان‌هایی هستند که توسط افراد عجول رها شده اند!",
        author: 'آلبرت انیشتین'
    },
    {
        id: 311,
        sentence: "روشن و قطعی بودن هدف نقطه‌ی شروع تمام موفقیت‌هاست.",
        author: 'دابلیو کلمنت استون'
    },
    {
        id: 312,
        sentence: "موفقیت خود را به این نسبت می‌دهم که من هرگز نه بهانه آوردم و نه بهانه‌ای را پذیرفتم.",
        author: 'فلورانس نایتینگل '
    },
    {
        id: 313,
        sentence: "با انگیزه بودن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 314,
        sentence: "آنچه ما امتحان‌هایی سخت می‌پنداریم‌شان غالبا موهبت‌هایی با لباس مبدل‌اند.",
        author: 'اسکار وایلد'
    },
    {
        id: 315,
        sentence: "فرصت‌ها اتفاق نمی‌افتند، شما خالق آنها هستید.",
        author: 'کریس گروسر'
    },
    {
        id: 316,
        sentence: "موفقیت عبارت است از رفتن از شکست به شکست دیگر بدون از دست دادن اشتیاق ..",
        author: 'وینستون چرچیل'
    },
    {
        id: 317,
        sentence: "رؤیاهای‌ خودتان را بسازید در غیر این صورت فرد دیگری شما را برای ساختن رؤیایش به کار خواهد گرفت.",
        author: 'فرا گری'
    },
    {
        id: 318,
        sentence: "ترجیح می‌دهم از اشتیاق بمیرم تا از ملالت.",
        author: 'وینسنت ون ‌گوگ'
    },
    {
        id: 319,
        sentence: "من به ضرورتِ اقدام، معتقدم. دانستن کافی نیست، باید دانسته‌هایمان را به کار ببریم. خواستن کافی نیست، باید کاری انجام بدهیم.",
        author: 'لئوناردو داوینچی'
    },
    {
        id: 320,
        sentence: "اگر از وضعیت چیزها راضی نیستی، آنها را تغییر بده. تو یک درخت نیستی!",
        author: 'جیم ران'
    },
    {
        id: 321,
        sentence: "نبوغ یک درصد الهام روح و نود و نه درصد عرق ریختن است.",
        author: 'توماس ادیسون'
    },
    {
        id: 322,
        sentence: "اگر جاده ای پیدا کردید که هیچ مانعی در آن نبود، به احتمال زیاد آن جاده به جایی نمی رسد.",
        author: 'فرانک کلارک'
    },
    {
        id: 323,
        sentence: "هیچ وقت اجازه نده کسی بهت بگه نمی تونی کاری رو انجام بدی.",
        author: 'بنجامین فرانکلین'
    },
    {
        id: 324,
        sentence: "من ترجیح می دهم افسوس بخورم که چرا آن کار را انجام دادم تا اینکه افسوس بخورم کاش آن کار را انجام می دادم!",
        author: 'لئو تولستوی'
    },
    {
        id: 325,
        sentence: "آن ها به آرزوهای تو می خندند تا زمانی که بتوانی از آرزوهایت پول درآوری.",
        author: 'جف بزوس'
    },
    {
        id: 326,
        sentence: "اگر بهت گفتند نمی تونی کاری رو انجام بدی فقط بهشون بخند! بعدا می فهمند که چرا بهشون خندیدی.",
        author: 'ج. م. پاور'
    },
    {
        id: 327,
        sentence: "اگر کاری که انجام می دهید دیوانه بازی نیست قطعا دارید کار اشتباهی را انجام می دهید.",
        author: 'لری پیج'
    },
    {
        id: 328,
        sentence: "موفقیت این نیست که هرگز اشتباه نکنیم، بلکه یعنی یک اشتباه را دوباره تکرار نکنیم.",
        author: 'جرج برناد شو'
    },
    {
        id: 329,
        sentence: "وقتی می خواهید موفقیت خود را ارزیابی کنید، ببینید چه چیزی را از دست داده اید که این را به دست آورده اید.",
        author: 'دالایی لاما'
    },
    {
        id: 330,
        sentence: "بزرگترین لذت در زندگی انجام کاری است که دیگران می گویند: تو نمی توانی!",
        author: 'رومن پولانسکی'
    },
    {
        id: 331,
        sentence: "وقتی چیزی را از دست می دهید، درسی را که از آن گرفته اید از دست ندهید.",
        author: 'آنتونی رابینز'
    },
    {
        id: 332,
        sentence: "برای رسیدن به روزهای خوب باید چند روزی را بد گذراند.",
        author: 'رومن پولانسکی'
    },
    {
        id: 333,
        sentence: "همیشه مراقب اشتباه دوم باش اشتباه اول حق توست.",
        author: 'آنتوان چخوف'
    },
    {
        id: 334,
        sentence: "من نمی دونم چطور قراره موفق بشم، چیزی که می دونم اینه که به هیچ وجه قرار نیست بازنده باشم!",
        author: 'جرج برناد شو'
    },
    {
        id: 335,
        sentence: "بزرگ‌ترین ضعف ما در تسیلم‌ شدن نهفته است؛ همیشه مطمئن‌ ترین راه برای موفقیت، تلاش دوباره خواهد بود!",
        author: 'توماس ادیسون'
    },
    {
        id: 336,
        sentence: "ﻣﺮﺍ ﺑﺎ ﻣﻮﻓﻘﯿﺖ ﻫﺎﯾﻢ ﻗﻀﺎﻭﺕ ﻧﮑﻦ. ﺑﺒﯿﻦ ﮐﻪ ﭼﻨﺪ ﺑﺎﺭ ﺷﮑﺴﺖ ﺧﻮﺭﺩﻡ ﻭ ﺩﻭﺑﺎﺭﻩ ﺷﺮﻭﻉ ﮐﺮﺩﻡ!",
        author: 'نلسون ماندلا'
    },
    {
        id: 337,
        sentence: "رویاهات رو برای آدم ها تعریف نکن، نشونشون بده!",
        author: 'نلسون ماندلا'
    },
    {
        id: 338,
        sentence: "ما راه رفتن را با زمین خوردن می آموزیم، اگر هرگز زمین نخوریم هیچوقت قادر به راه رفتن نخواهیم بود.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 339,
        sentence: "آنچه که انجام می‌دهی بسیار تأثیر گذارتر است از آنچه که می‌گویی.",
        author: 'استیون کاوی'
    },
    {
        id: 340,
        sentence: "با رویاهات بخواب و با اهدافت از خواب بیدار شو.",
        author: 'استیون کاوی'
    },
    {
        id: 341,
        sentence: "بازی تموم نمی شه تا وقتی برنده بشم!",
        author: 'بورلی سیلز'
    },
    {
        id: 342,
        sentence: "ترس از شکست مانع بسیار بزرگی که تو را از رسیدن به هدفهایت باز می دارد.",
        author: 'پائولو کوئیلو'
    },
    {
        id: 343,
        sentence: "سعی کن زندگی ای بسازی که در آن تعطیلات برایت معنی نداشته باشه!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 344,
        sentence: "فقط یک نفر در این این دنیا می تونه تصمیم بگیره که من باید چیکار کنم و اون هم خودمم!",
        author: 'اورسن ولز'
    },
    {
        id: 345,
        sentence: "اگر همه مدل آدم تو رو دوست دارند یک جای کارت غلطه؛ هیچ کس نمی تونه همه رو راضی نگه داره!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 346,
        sentence: "مهم ترین چیز در زندگی چیست؟ فقط یک چیز مهم است، شادی. هرگز، هرگز اجازه نده کسی شادی تو را از تو بگیرد.",
        author: 'کریستین بوبن'
    },
    {
        id: 347,
        sentence: "سختی‌ها برای این نیستند که شما را متوقف کنند و درهم بشکنند، سختی‌ها وجود دارند تا شما را آماده کنند و رشد و پیشرفت دهند.",
        author: 'جول اوستین'
    },
    {
        id: 348,
        sentence: "یکی از بهترین انواع تفریحات انجام دادن کارهای غیرممکن است.",
        author: 'والت دیزنی'
    },
    {
        id: 349,
        sentence: "کاری که درست تر است را انجام دهید نه کاری که راحت تر است.",
        author: 'مارک تواین'
    },
    {
        id: 350,
        sentence: "در مسیر سربالایی، به منظره ی بالای کوه فکر کن.",
        author: 'رابرت کیوساکی'
    },
    {
        id: 351,
        sentence: "غیر ممکن فقط یک کلمه بزرگ است که توسط انسان های کوچک استفاده می شود.",
        author: 'جرج برناد شو'
    },
    {
        id: 352,
        sentence: "اگر زندگی تان کمی سخت تر شد به این معناست که یک گام به سمت موفقیت برداشته اید.",
        author: 'وایدال سَسون'
    },
    {
        id: 353,
        sentence: "وقتی روزگار تو را در شرایط سخت قرار داد، نگو:”چرا من؟”، بگو :”نشونت می دم!”.",
        author: 'استیون کاوی'
    },
    {
        id: 354,
        sentence: "با رویاهات بخواب و با اهدافت از خواب بیدار شو.",
        author: 'استیون کاوی'
    },
    {
        id: 355,
        sentence: "بازی تموم نمی شه تا وقتی برنده بشم!",
        author: 'بورلی سیلز'
    },
    {
        id: 356,
        sentence: "ترس از شکست مانع بسیار بزرگی که تو را از رسیدن به هدفهایت باز می دارد.",
        author: 'پائولو کوئیلو'
    },
    {
        id: 357,
        sentence: "سعی کن زندگی ای بسازی که در آن تعطیلات برایت معنی نداشته باشه!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 358,
        sentence: "فقط یک نفر در این این دنیا می تونه تصمیم بگیره که من باید چیکار کنم و اون هم خودمم!",
        author: 'اورسن ولز'
    },
    {
        id: 359,
        sentence: "اگر همه مدل آدم تو رو دوست دارند یک جای کارت غلطه؛ هیچ کس نمی تونه همه رو راضی نگه داره!",
        author: 'پائولو کوئیلو'
    },
    {
        id: 360,
        sentence: "مهم ترین چیز در زندگی چیست؟ فقط یک چیز مهم است، شادی. هرگز، هرگز اجازه نده کسی شادی تو را از تو بگیرد.",
        author: 'کریستین بوبن'
    },
    {
        id: 361,
        sentence: "سختی‌ها برای این نیستند که شما را متوقف کنند و درهم بشکنند، سختی‌ها وجود دارند تا شما را آماده کنند و رشد و پیشرفت دهند.",
        author: 'جول اوستین'
    },
    {
        id: 362,
        sentence: "یکی از بهترین انواع تفریحات انجام دادن کارهای غیرممکن است.",
        author: 'والت دیزنی'
    },
    {
        id: 363,
        sentence: "کاری که درست تر است را انجام دهید نه کاری که راحت تر است.",
        author: 'مارک تواین'
    },
    {
        id: 364,
        sentence: "موفقیت خود را به این نسبت می‌دهم که من هرگز نه بهانه آوردم و نه بهانه‌ای را پذیرفتم.",
        author: 'فلورانس نایتینگل '
    },
    {
        id: 365,
        sentence: "با انگیزه بودن هیچ هزینه‌ای برای‌تان ندارد اما می‌تواند همه چیز را برای شما فراهم کند.",
        author: 'موری نیولند'
    },
    {
        id: 366,
        sentence: "شروع هر کاری، مهم‌ترین بخش آن است.",
        author: 'افلاطون'
    },
];
module.exports = {
    motivationalQuotes: motivationalQuotes,
};