<script setup>
import {computed, onMounted, ref} from 'vue';
import { useRouter } from 'vue-router';
import { useStore } from 'vuex';
import useJwt from '@/composable/useJwt';
import { useAlert } from '@/composable/useAlert';
import { useCookies } from '@/composable/useCookies';
import { useUTMMA } from "@/composable/useUTMMA";
import RepositoryFactory from '@/repository/RepositoryFactory';
import ClAuthCard from '@/components/app/ClAuthCard.vue';
import { useNavigator } from "@/composable/useNavigator";
import {useThemeManager} from "@/composable/useThemeManager";
import {useReagent} from "@/composable/useReagent";

const { success, error } = useAlert();
const { isDark } = useThemeManager();
const scrollbarTheme = computed(() => isDark.value ? 'dark' : 'light');

const Auth = RepositoryFactory.get('Auth');
const store = useStore();

const { navigateToRedirectPath,navigateToDashboard } = useNavigator();
const { getReagentCode } = useReagent();
const { getRepresenter } = useCookies();
const { sendUTMMA } = useUTMMA();
const loading = ref(false);
const locked = ref(false);
const getUserData = () => JSON.parse(localStorage.getItem('userData'));

const payload = {
  mobile: getUserData().mobile,
  name: getUserData().name,
  grade: getUserData().grade,
  field_of_study: getUserData().field_of_study,
  reagent_code: getReagentCode() || getRepresenter(),
  utm: JSON.parse(localStorage.getItem('utm_ma')),
  sms_token: localStorage.getItem('sms_token')
};

const submit = async () => {
  try {
    locked.value = true;
    loading.value = true;
    await sendUTMMA();
    const { data: { token } } = await Auth.register(payload);
    useJwt.setToken(token);

    await success('ثبت نام شما با موفقیت انجام شد');
    await store.dispatch('userStore/updateProfile');
    await navigateToRedirectPath() || await navigateToDashboard({register: 'accomplished'})
  } catch (e) {
    e.error ? error(e.error?.message) : '';
  } finally {
    loading.value = false;
    locked.value = false;
  }
};
</script>

<template>
  <ClAuthCard class="position-relative">
    <template #head>
      <v-card-title class="mt-3 px-12 px-md-10">
        قوانین و مقررات کلاسینو
      </v-card-title>
    </template>
    <template #body>
      <div class="terms-text-container px-2 overflow-y-auto mb-n16 mt-3 pb-16" :class="scrollbarTheme">
        <h4 class="mb-2">توافقنامه شرایط و ضوابط استفاده از &nbsp;سامانه آموزشی کلاسینو</h4>
        <p>
          اعتبار استفاده از تمامی محتوای کلاسینو (نمونه سوال، آموزش ویدیویی، آموزش
          صوتی، پاورپوینت و…) تا برگزاری کنکور همان دوره می باشد و برای پایه های دیگر تا پایان سال تحصیلی قابل استفاده
          خواهد بود.( به عنوان مثال؛ دوره‌های ویژه کنکور دی ماه، پس از برگزاری کنکور دی ماه از روی پنل حذف خواهد شد یا
          دوره‌های ویژه کنکور تیرماه پس از برگزاری کنکور تیرماه از روی پنل حذف خواهد شد و برای پایه های دیگر تا اتمام
          کلاسینو این حق رو برای خود محفوظ میدارد در صورتی که شما
          از دوره‌ها و خدمات کلاسینو استفاده کنید جهت تبلیغات از رتبه شما در کنکور استفاده نماید.
        </p>
        <p>
          متن زیر توافقنامه بین سامانه آموزشی کلاسینو به آدرس classino.com و شما به عنوان استفاده کننده از خدمات این
          سامانه می باشد .لطفا جهت استفاده بهینه از خدمات و سرویس های سامانه کلاسینو آن را به دقت مطالعه نمایید.&nbsp;<br/>
          استفاده از سامانه کلاسینو ، عضویت در سامانه ثبت مشخصات و ورود به محیط سامانه کلاسینو ، استفاده از محیط کاری،
          استفاده از خدمات این سامانه ، حضور در دوره‌های مجازی و هرگونه معامله ، تعامل و یا تراکنش مالی و به طور کلی هر
          گونه فعالیت در سامانه کلاسینو به معنای رویت و مطالعه دقیق این توافقنامه ، &nbsp;آگاه بودن و پذیرفتن شرایط و
          اعلام ضمنی موافق خود با تمام بندهای این توافقنامه &nbsp;می باشد.&nbsp;<br/>
          توافقنامه پیش رو ، حقوق متقابل و الزامات آموزشگاه راه اندیشه به عنوان مالک سامانه کلاسینو &nbsp;و &ldquo;شما&rdquo;
          به عنوان کاربر را در هنگام عضویت و استفاده از خدمات سامانه تعیین می کند.&nbsp;<br/>
          در صورتی که شما با تمام و یا بخشی از این شرایط و قوانین استفاده از سامانه موافق نیستید از سامانه کلاسینوخارج
          شوید و از آن استفاده ننمایید</p>
        <h3>تعاریف</h3>

        <p>واژه های کلیدی استفاده شده در شرایط و قوانین استفاده از &nbsp;سامانه کلاسینو در معانی زیر است<br/>
          سامانه کلاسینو : یک سامانه خدمات رسان آموزشی در بستر اینترنت و فضای مجازی برای ارائه خدمات آموزشی مجازی
          آمادگی کنکور سراسری ورودی دانشگاه‌ها و دوره‌ها پایه می باشد&nbsp;<br/>
          کلاسینو : در این توافقنامه هر جا از کلاسینو به تنهایی استفاده شد منظور اعضای تیم مدیریت یا پشتیبانی سامانه
          کلاسینو تحت نظر آموزشگاه راه اندیشه می باشد.<br/>
          کاربر : هنرجویی که در سامانه ثبت نام کرده و از خدمات آموزشی این سامانه استفاده می نماید یا بازدیدکننده ای
          است که بخش های مختلف سایت را مشاهده می نماید&nbsp;<br/>
          دوره آموزشی &nbsp;عبارت است کلاس درسی که به صورت برخط برگزار می شود و کاربر آن را مشاهده می نماید یا به صورت
          ضبط شده در اختیار کاربر قرار می گیرد.</p>


        <h3>ضوابط عمومی</h3>

        <p>
          کلیه اصول و رویه&rlm;&zwnj;های سامانه کلاسینو منطبق با قوانین جمهوری اسلامی ایران من جمله قانون تجارت
          الکترونیک و قانون حمایت از حقوق مصرف کننده بوده و متعاقبا کاربر نیز موظف به رعایت قوانین فوق الذکر و سایر
          قوانین مرتبط با کاربر خواهد بود.</p>


        <h3>حریم خصوصی</h3>

        <p>
          سامانه کلاسینو به اطلاعات خصوصی اشخاصى که از خدمات این سامانه استفاده می&rlm;&zwnj;کنند، احترام گذاشته و از
          آن محافظت می&rlm;&zwnj;کند.<br/>
          کلاسینو متعهد می&rlm;&zwnj;شود در حد توان امنیت حریم شخصی کاربران را تامین نماید و در این راستا، تکنولوژی
          مورد نیاز برای هرچه مطمئن&rlm;&zwnj;تر و امن&rlm;&zwnj;تر شدن استفاده کاربران از سامانه کلاسینو ، توسعه دهد.
          در واقع با استفاده از این سامانه، کاربران رضایت خود را از این سیاست نشان می&rlm;&zwnj;دهند.<br/>
          کاربر با اطلاع از اینکه هنگام استفاده از سامانه کلاسینو ، ممکن است اطلاعاتی شخصی نظیر شماره تلفن و نشانی پست
          الکترونیکی ارائه کرده یا اطلاعاتی درباره سطح علمی و مقطع آموزشی خود را ثبت کند و رضایت می دهد کلاسینو
          اطلاعات هویتی و تماس را در اختیار تیم پشتیبانی قرار می دهد، تا بتوانند درباره درخواستی که دارند، با کاربران
          تماس بگیرند&nbsp;<br/>
          سامانه کلاسینو به هیچ عنوان اطلاعات ورود کاربران را به محیط نرم افزار را از طریق پیامک یا ایمیل از آنها
          مطالبه نخواهد نمود . شناسه کاربر و رمز عبور برای ورود به محیط سامانه می باشد و مسئولیت حفظ آن بر عهده
          استفاده کننده می باشد. در صورت مشاهده هر گونه فعالیت مشکوک در حساب کاربری خود، سریعا جهت تغییر رمز عبور خود
          اقدام فرمایید و سامانه کلاسینو را از این فعالیت های مشکوک مطلع نمایید</p>

        <h3>به روزرسانی سامانه</h3>

        <p>
          کلاسینو برای بهبود عملکرد خود هر زمان که صلاح بداند می تواند در عملکرد سامانه تغییراتی اعمال نماید . این
          اعمال تغییر ممکن است منجر به اختلال در عملکرد سامانه یا غیر فعال شدن سامانه برای بازه زمانی کوتاه یا بلندی
          شود . کاربر با علم به امکان توقف عملکرد سامانه از خدمات این سامانه استفاده می نمایند و حق هر گونه اعتراض یا
          جبران خسارت را نسبت به آن از خود ساقط می نمایند</p>

        <h3>لینک به خارج از سامانه</h3>

        <p>
          در صورتی که لینکی درون هر یک از بخشهای سامانه کلاسینو وجود داشته باشد به معنی تایید فعالیتها و محتوی آن سایت
          نمی باشد . هر گونه تراکنش مالی یا تعهدی احتمالی از سوی آن سایت بر عهده پدید آورندگان آن سایت می باشد و
          مسئولیت استفاده از خدمات آن سایت تنها متوجه شخص کاربر است</p>

        <h3>مالکیت معنوی</h3>

        <p>
          کلیه حقوق مادی و معنوی سامانه کلاسینو متعلق به شرکت انتشارات راه اندیشه می باشد و هیچ یک از اساتید ، کاربران
          و سایر استفاده کنندگان از سامانه حق ندارند در تبلیغات خود به نحوی عمل نمایند که باعث گمراهی مصرف کننده نهایی
          شود یا دوره های آموزشی خریداری شده را به ثالث بفروشند یا به صورت رایگان در اختیار اشخاص دیگر قرار دهند</p>

        <h3>ضوابط مربوط به کاربران</h3>

        <p>
          کلیه کاربرانی که قصد استفاده از محتوا و خدمات کلاسینو را دارند می بایست، ابتدا نسبت به ثبت دقیق و صحیح
          مشخصات هویتی و عمومی مندرج در سامانه کلاسینو اقدام نمایند تا بتوانند از امکانات سامانه بهره مند شوند.<br/>
          نام کاربری و رمز ورود حساب کاربر، کاملا شخصی و محرمانه بوده و کاربر نمی توانند اطلاعات مذکور را در اختیار
          دیگری قرارداده و یا اجازه استفاده از محتوا و خدمات خریداری شده از شبکه به دیگری بدهند. بطور کلی کاربر مسئول
          تمامی فعالیت ها، اقدامات و استفاده هایی هستند که با نام کاربری و رمز ورود صورت می پذیرد.<br/>
          کاربر با ثبت نام و پرداخت هزینه های مرتبط ، مجوز غیر انحصاری و غیر قابل انتقال، بهره برداری از خدمات آموزشی
          سامانه کلاسینو را دریافت می نماید و حق بازپخش محتوای دریافت شده در هیچ محیطی تحت هیچ عنوانی را نخواهد داشت.
          بدیهی است در صورت بازنشر محتوای آموزشی یا تخلف از قوانین سامانه کلاسینو علاوه بر تعلیق نام کاربری ، حق تعقیب
          کیفری و مطالبه خسارت حقوقی را برای کلاسینو محفوظ می باشد<br/>
          اعتبار استفاده از تمامی محتوای کلاسینو (نمونه سوال، آموزش ویدیویی، آموزش صوتی، پاورپوینت و &hellip;) تا
          برگزاری کنکور آن سال قابل استفاده خواهد بود.<br/>
          هر کاربر تنها می تواند یک حساب کاربری در سایت داشته باشد چنانچه کاربری از حسابهای متفاوت استفاده نماید
          کلاسینو می تواند تمام حسابهای کاربری را لغو نماید<br/>
          کاربر ملزم می باشد از حساب بانکی و کارت عابر بانک متعلق به خود او استفاده نماید یا درصورتی که متعلق به دیگری
          می باشد باید از مالک حساب بانکی اذن در استفاده از موجودی حساب را داشته باشد .<br/>
          عودت وجه به علت استفاده غیر مجاز از حساب دیگری فقط در صورت ارائه رای قطعی مرجع قضایی مبنی بر سو استفاده از
          حساب بانکی به شرطی که کابر از خدمات سامانه استفاده ننموده باشد مقدور خواهد بود در صورتی که شاکی نتواند قبل
          از استفاده کابر از خدمات سامانه دعاوی قضایی خود را به نتیجه برساند موظف است علیه کاربر اقدامات لازم را انجام
          دهد و در این مورد کلاسینو هیچ گونه مسئولیتی ندارد.<br/>
          کاربر با علم به اینکه کلاسینو تنها یک سامانه آموزشی &nbsp;است در این سامانه ثبت نام می نماید کلاسینو هیچ
          گونه مسئولیتی در قبال قبولی کاربر در امتحانات ورودی دانشگاه &nbsp;نداشته و در صورتی که به کاربر یا خسارت
          مالی، معنوی ناشی از استفاده از &nbsp;دوره های آموزشی وارد شود ملزم است مستقیما از مسبب آن شکایت نماید</p>

        <h3>تغییر شرایط و ضوابط</h3>

        <p>
          کلاسینو &nbsp;می تواند در هر زمان تمام یا بخشی از شرایط و قوانین استفاده از سامانه را تغییر دهد تغییرات
          ایجاد شده فورا در همین صفحه منتشر و به&zwnj;روزرسانی می شود و از طریق سایت در دسترس کاربر قرار داده میشود.
          ادامه استفاده از سامانه کلاسینو به منزله مطالعه این صفحه ، آگاهی از شرایط جدید و قبول آن می باشد.<br/>
          شرایط و قوانین موجود در این صفحه آخرین تغییرات مربوط به توافقنامه استفاده از سامانه کلاسینو بوده و جایگزین
          کلیه توافقات قبلی می باشد کلاسینو پیشنهاد می کند یک نسخه چاپی یا الکترونیکی از این توافق نامه را برای
          ارجاعات بعدی نزد خود نگه دارید</p>
      </div>
    </template>

    <template #bottom>
      <div class="position-relative action-bottom pa-4 pa-lg-10 d-flex flex-row justify-center align-center ">
        <v-btn
            color="grey-lighten-2"
            variant="elevated"
            size="large"
            rounded="pill"
            width="140"
            class="text-grey-darken-2"
            type="submit"
            :to="{name: 'authentication'}"
        >
          موافق نیستم
        </v-btn>
        <v-btn
            color="primary"
            variant="elevated"
            size="large"
            width="100"
            rounded="pill"
            type="submit"
            :disabled="locked ||loading"
            :loading="loading"
            @click="submit"
            @keydown.enter="submit"
        >
          موافقم
        </v-btn>
      </div>
    </template>
  </ClAuthCard>
</template>

<style  lang="scss">
.terms-text-container {
  height: 300px;
  gap:8px
}
.action-bottom {
  gap: 8px;
  border-radius: 0px 0px 48px 48px;
  border: 3px solid rgba(255, 255, 255, 0.50);

  background: rgba(255, 255, 255, 0.70);

  backdrop-filter: blur(17px);
}

</style>