src/app/Http/Controllers/Admin/StudentController.php

select count(*) as aggregate from `users` where `verified_by_supporter` = 1
select * from `users` order by `id` asc limit 50 offset 0
select count(*) as aggregate from `users`
select * from `referral_codes` where `referral_codes`.`deleted_at` is null
select `sales_description` from `users` where `sales_description` is not null group by `sales_description`
---
    public function index()
    {

        $verified_students_count = User::CheckPermissionToGetList(Auth::guard('admin')->user())->where('verified_by_supporter',1)->count();
        $students = User::CheckPermissionToGetList(Auth::guard('admin')->user())->with('saleSupport')->with('referrer.admin')->orderBy('id')->filterBy(request()->all())->paginate(50);
        $referral_codes = ReferralCode::all();

        $salesDescriptions = User::CheckPermissionToGetList(Auth::guard('admin')->user())
            ->select('sales_description')
            ->whereNotNull('sales_description')
            ->groupBy('sales_description')
            ->get();