
<h2>توافقنامه شرایط و ضوابط استفاده از &nbsp;سامانه آموزشی کلاسینو</h2>
<p><strong class="text-success">
        اعتبار استفاده از تمامی محتوای کلاسینو (نمونه سوال، آموزش ویدیویی، آموزش صوتی، پاورپوینت و…) تا برگزاری کنکور همان دوره می باشد و برای پایه های دیگر تا پایان سال تحصیلی قابل استفاده خواهد بود.( به عنوان مثال؛ کلاس های ویژه کنکور دی ماه، پس از برگزاری کنکور دی ماه از روی پنل حذف خواهد شد یا کلاس های ویژه کنکور تیرماه پس از برگزاری کنکور تیرماه از روی پنل حذف خواهد شد و برای پایه های دیگر تا اتمام سال تحصیلی در دسترس خواهد بود)
</strong>
        <br>
<strong>
        کلاسینو این حق رو برای خود محفوظ میدارد در صورتی که شما از کلاس ها و خدمات کلاسینو استفاده کنید جهت تبلیغات از رتبه شما در کنکور استفاده نماید.
</strong></p>
<p>
متن زیر توافقنامه بین سامانه آموزشی کلاسینو به آدرس classino.com و شما به عنوان استفاده کننده از خدمات این سامانه می باشد .لطفا جهت استفاده بهینه از خدمات و سرویس های سامانه کلاسینو آن را به دقت مطالعه نمایید.&nbsp;<br />
استفاده از سامانه کلاسینو ، عضویت در سامانه ثبت مشخصات و ورود به محیط سامانه کلاسینو ، استفاده از محیط کاری، استفاده از خدمات این سامانه ، حضور در کلاسهای مجازی و هرگونه معامله ، تعامل و یا تراکنش مالی و به طور کلی هر گونه فعالیت در سامانه کلاسینو به معنای رویت و مطالعه دقیق این توافقنامه ، &nbsp;آگاه بودن و پذیرفتن شرایط و اعلام ضمنی موافق خود با تمام بندهای این توافقنامه &nbsp;می باشد.&nbsp;<br />
توافقنامه پیش رو ، حقوق متقابل و الزامات آموزشگاه به عنوان مالک سامانه کلاسینو &nbsp;و &ldquo;شما&rdquo; به عنوان کاربر را در هنگام عضویت و استفاده از خدمات سامانه تعیین می کند.&nbsp;<br />
در صورتی که شما با تمام و یا بخشی از این شرایط و قوانین استفاده از سامانه موافق نیستید از سامانه کلاسینوخارج شوید و از آن استفاده ننمایید</p>
<br>
<h3>تعاریف</h3>

<p>واژه های کلیدی استفاده شده در شرایط و قوانین استفاده از &nbsp;سامانه کلاسینو در معانی زیر است<br />
سامانه کلاسینو : یک سامانه خدمات رسان آموزشی در بستر اینترنت و فضای مجازی برای ارائه خدمات آموزشی مجازی آمادگی کنکور سراسری ورودی دانشگاه ها و کلاسهای پایه می باشد&nbsp;<br />
کلاسینو : در این توافقنامه هر جا از کلاسینو به تنهایی استفاده شد منظور اعضای تیم مدیریت یا پشتیبانی سامانه کلاسینو تحت نظر آموزشگاه  می باشد.<br />
کاربر : هنرجویی که در سامانه ثبت نام کرده و از خدمات آموزشی این سامانه استفاده می نماید یا بازدیدکننده ای است که بخش های مختلف سایت را مشاهده می نماید&nbsp;<br />
دوره آموزشی &nbsp;عبارت است کلاس درسی که به صورت برخط برگزار می شود و کاربر آن را مشاهده می نماید یا به صورت ضبط شده در اختیار کاربر قرار می گیرد.</p>

<br>
<h3>ضوابط عمومی</h3>

<p>
کلیه اصول و رویه&rlm;&zwnj;های سامانه کلاسینو منطبق با قوانین جمهوری اسلامی ایران من جمله قانون تجارت الکترونیک و قانون حمایت از حقوق مصرف کننده بوده و متعاقبا کاربر نیز موظف به رعایت قوانین فوق الذکر و سایر قوانین مرتبط با کاربر خواهد بود.</p>

<br>
<h3>حریم خصوصی</h3>

<p>
سامانه کلاسینو به اطلاعات خصوصی اشخاصى که از خدمات این سامانه استفاده می&rlm;&zwnj;کنند، احترام گذاشته و از آن محافظت می&rlm;&zwnj;کند.<br />
کلاسینو متعهد می&rlm;&zwnj;شود در حد توان امنیت حریم شخصی کاربران را تامین نماید و در این راستا، تکنولوژی مورد نیاز برای هرچه مطمئن&rlm;&zwnj;تر و امن&rlm;&zwnj;تر شدن استفاده کاربران از سامانه کلاسینو ، توسعه دهد. در واقع با استفاده از این سامانه، کاربران رضایت خود را از این سیاست نشان می&rlm;&zwnj;دهند.<br />
کاربر با اطلاع از اینکه هنگام استفاده از سامانه کلاسینو ، ممکن است اطلاعاتی شخصی نظیر شماره تلفن و نشانی پست الکترونیکی ارائه کرده یا اطلاعاتی درباره سطح علمی و مقطع آموزشی خود را ثبت کند و رضایت می دهد کلاسینو اطلاعات هویتی و تماس را در اختیار تیم پشتیبانی قرار می دهد، تا بتوانند درباره درخواستی که دارند، با کاربران تماس بگیرند&nbsp;<br />
سامانه کلاسینو به هیچ عنوان اطلاعات ورود کاربران را به محیط نرم افزار را از طریق پیامک یا ایمیل از آنها مطالبه نخواهد نمود . شناسه کاربر و رمز عبور برای ورود به محیط سامانه می باشد و مسئولیت حفظ آن بر عهده استفاده کننده می باشد. در صورت مشاهده هر گونه فعالیت مشکوک در حساب کاربری خود، سریعا جهت تغییر رمز عبور خود اقدام فرمایید و سامانه کلاسینو را از این فعالیت های مشکوک مطلع نمایید</p>

<br>
<h3>به روزرسانی سامانه</h3>

<p>
کلاسینو برای بهبود عملکرد خود هر زمان که صلاح بداند می تواند در عملکرد سامانه تغییراتی اعمال نماید . این اعمال تغییر ممکن است منجر به اختلال در عملکرد سامانه یا غیر فعال شدن سامانه برای بازه زمانی کوتاه یا بلندی شود . کاربر با علم به امکان توقف عملکرد سامانه از خدمات این سامانه استفاده می نمایند و حق هر گونه اعتراض یا جبران خسارت را نسبت به آن از خود ساقط می نمایند</p>

<br>
<h3>لینک به خارج از سامانه</h3>

<p>
در صورتی که لینکی درون هر یک از بخشهای سامانه کلاسینو وجود داشته باشد به معنی تایید فعالیتها و محتوی آن سایت نمی باشد . هر گونه تراکنش مالی یا تعهدی احتمالی از سوی آن سایت بر عهده پدید آورندگان آن سایت می باشد و مسئولیت استفاده از خدمات آن سایت تنها متوجه شخص کاربر است</p>

<br>
<h3>مالکیت معنوی</h3>

<p>
کلیه حقوق مادی و معنوی سامانه کلاسینو متعلق به شرکت انتشارات می باشد و هیچ یک از اساتید ، کاربران و سایر استفاده کنندگان از سامانه حق ندارند در تبلیغات خود به نحوی عمل نمایند که باعث گمراهی مصرف کننده نهایی شود یا دوره های آموزشی خریداری شده را به ثالث بفروشند یا به صورت رایگان در اختیار اشخاص دیگر قرار دهند</p>

<br>
<h3>ضوابط مربوط به کاربران</h3>

<p>
کلیه کاربرانی که قصد استفاده از محتوا و خدمات کلاسینو را دارند می بایست، ابتدا نسبت به ثبت دقیق و صحیح مشخصات هویتی و عمومی مندرج در سامانه کلاسینو اقدام نمایند تا بتوانند از امکانات سامانه بهره مند شوند.<br />
نام کاربری و رمز ورود حساب کاربر، کاملا شخصی و محرمانه بوده و کاربر نمی توانند اطلاعات مذکور را در اختیار دیگری قرارداده و یا اجازه استفاده از محتوا و خدمات خریداری شده از شبکه به دیگری بدهند. بطور کلی کاربر مسئول تمامی فعالیت ها، اقدامات و استفاده هایی هستند که با نام کاربری و رمز ورود صورت می پذیرد.<br />
کاربر با ثبت نام و پرداخت هزینه های مرتبط ، مجوز غیر انحصاری و غیر قابل انتقال، بهره برداری از خدمات آموزشی سامانه کلاسینو را دریافت می نماید و حق بازپخش محتوای دریافت شده در هیچ محیطی تحت هیچ عنوانی را نخواهد داشت. بدیهی است در صورت بازنشر محتوای آموزشی یا تخلف از قوانین سامانه کلاسینو علاوه بر تعلیق نام کاربری ، حق تعقیب کیفری و مطالبه خسارت حقوقی را برای کلاسینو محفوظ می باشد<br />
اعتبار استفاده از تمامی محتوای کلاسینو (نمونه سوال، آموزش ویدیویی، آموزش صوتی &nbsp;نداشته و در صورتی که به کاربر یا خسارت مالی، معنوی ناشی از استفاده از &nbsp;دوره های آموزشی وارد شود ملزم است مستقیما از مسبب آن شکایت نماید</p>

<br>
<h3>تغییر شرایط و ضوابط</h3>

<p>
 &nbsp;می تواند در هر زمان تمام یا بخشی از شرایط و قوانین استفاده از سامانه را تغییر دهد تغییرات ایجاد شده فورا در همین صفحه منتشر و به&zwnj;روزرسانی می شود و از طریق سایت در دسترس کاربر قرار داده میشود. ادامه استفاده از ساما به منزله مطالعه این صفحه ، آگاهی از شرایط جدید و قبول آن می باشد.<br />
شرایط و قوانین موجود در این صفحه آخرین تغییرات مربوط به توافقنامه استفاده از سامانه  بوده و جایگزین کلیه توافقات قبلی می باشد پیشنهاد می کند یک نسخه چاپی یا الکترونیکی از این توافق نامه را برای ارجاعات بعدی نزد خود نگه دارید</p>
