<script setup>

</script>

<template>
  <v-card elevation="0" class="pa-4" :loading="false">
    <v-card-title class="text-body-2 font-weight-bold">
   راهنما
    </v-card-title>
    <v-card-text >
      <p class="text-body-2">
        به منظور دسترسی به دوره‌های آنلاین کلاسینو شما هم از طریق کامپیوتر و لپ تاپ شخصی می‌توانید به راحتی وارد کامپیوتر شوید و یا اینکه از گوشی هوشمند و یا تبلت آندرویدی خود استفاده کنید.<br>
        بهترین روش برای دسترسی به جلسه‌ها از طریف لپتاپ یا کامپیوتر شخصی ویندوزی، استفاده از مرورگر کروم می باشد البته از فایرفاکس هم میتوانید استفاده نمایید<br>
        برای ورود به جلسه کافیست در زمان شروع آن به این بخش مراجعه کرده و برروی دکمه "ورود به جلسه (ClassinoConnect)" کلیک کنید تا وارد شوید.<br>
        نرم افزار ClassinoConnect نیاز به نصب هیچ گونه برنامه ای ندارد و فقط کافیست برروی ورود به جلسه کلیک کنید.<br>
      </p>
    </v-card-text>
  </v-card>
</template>

<style scoped lang="scss">

</style>